/* Application Title */
"Chuck's Currency Converter"="Chuckの通貨両替";
/* Verb: To change money from one currency into another */
"Convert"="両替";
/* Prompt to visit web site */
"Visit Our Website"="当社のウェブサイトを訪問";
/* Settings */
"Settings"="設定";
/* Add Currency Title */
"Add Currency"="通貨を追加";
/* Currencies Title */
"Currencies"="通貨";
/* Download Rates Title */
"Download Rates"="レートをダウンロード";
/* Alert Title */
"Alert"="警告";
/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload"="あなたの為替レートは最後に%@に更新されました。\n 更新レートをダウンロードしますか？";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master"="この通貨はあなたの%@通貨として使用されています。\n\n削除する前に設定で違う通貨に変更してください。 　";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode"="通貨コード: \n%@ \n は予備コードです。\n\nあなたの通貨コードを変更してください。";
/* Prompt to the user in an alert box */
"ConvertingFromInformation"="あなたは\n %@\n\n から等価の\n %@\n %@へ両替するところです。\n\n レートの最新更新日：\n%@　";
/* Prompt to the user in an alert box */
"ConvertingToInformation"="あなたは\n %@\n\n へ等価の\n %@\n %@から両替するところです。\n\n レートの最新更新日：\n%@　";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings"="設定内で変更できます。";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero."="為替レートがゼロでは通貨を保存することはできません。";
/* There was an error saving to the Database */
"There was an error saving to the Database"="データベースに保存中、エラーが発生しました";
/* There was an error saving your Currency */
"There was an error saving your Currency"="あなたの通貨を保存中、エラーが発生しました";
/* Verb: Add Button */
"Add"="追加";
/* Cancel Button */
"Cancel"="キャンセル";
/* Done Button */
"Done"="完了";
/* Verb: Edit Button */
"Edit"="編集";
/* OK Button */
"OK"="OK";
/* Verb: Save Button */
"Save"="保存";
/* Update Button */
"Update"="更新";
/* Label for a switch in settings */
"Check for new rates"="新レートをチェック";
/* Currency Description */
"Currency Description"="通貨内容";
/* 3 Letter Currency Code */
"3 Letter Currency Code"="3文字の通貨コード";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar"="USドルの為替レート";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)"="通貨シンボル(ASCII)";
/* Verb: Download from internet */
"Download"="ダウンロード";
/* Download Complete Label */
"Download Complete"="ダウンロード完了";
/* Downloading Label */
"Downloading"="ダウンロード中";
/* Edit Rate Label */
"Edit Rate"="レートを編集";
/* Edit User Currency */
"Edit User Currency"="ユーザーの通貨を編集";
/* enter amount on keypad prompt */
"enter amount on keypad"="キーパッドに金額を入力";
/* Error with Download In Alert box */
"Error with Download"="ダウンロードエラー";
/* From Currency */
"From Currency"="両替前通貨";
/* FROM Label */
"From"="前";
/* TO Label */
"To"="後";
/* MASTER Label */
"Master"="主要";
/* Parsing Data Label */
"Parsing Data"="データ解析";
/* Noun: Rates Label */
"Rates"="レート";
/* Saving Data label */
"Saving Data"="データ保存中";
/* To Currency Label */
"To Currency"="両替後通貨";
/* Settings Selections */
"Convert From"="両替前";
/* Settings Selections */
"Convert To"="両替後";
/* Rates In Database */
"Rates in Database" = "データベース内のレート";
/* Last Update */
"Last Update" = "最新更新日";
